; language file for TrayLauncher 
;Language : Polish
;Author : Zbyszek
;Date : 2012-01-29
;Version : 2.5

MENU_Exit							==> E&xit
MENU_Edit_Cmd						==> &Edytuj polecenia
MENU_Refresh						==> &Odśwież
MENU_Start_With_OS					==> Uruchom razem z &Windows
MENU_About							==> &O programie
MENU_Select_Skin					==> Wybież &Skórkę
MENU_Internal						==> Wewnętrzny
MENU_Language						==> &Język
MENU_Option							==> Opcje
MENU_Use_MClick						==> Użyj środkowego klawisza
MENU_Run							==> Uruchom

STR_Failed							==> Błąd:
STR_Run								==> Uruchom
STR_Exit_Ask						==> ZamknąćTray Launcher ?
STR_Confirm							==> Potwierdź:
STR_Failed_To_Exec					==> Błąd uruchomienia:
STR_Single_Instance_Only			==> Tylko raz uruchom program.
STR_lng_file_not_UNICODE			==> Plik językowy nie jest zapisywany w UNICODE(LE)! Zapisz go w UNICODE.
STR_cmd_file_not_UNICODE			==> Plik poleceń nie jest nie zapisywany w UNICODE(LE)! Zapisz go w UNICODE.
STR_Failed_open_create_cmd_file		==> Nie mozna otworzyć lub stworzyć pliku polecwń!
STR_Empty							==> Pusty
STR_Settings						==> Ustawienia
STR_Refreshing						==> Odświeżanie...


; GUI Menu Editor
STR_DlgTitle						==> TrayLauncher Edytor komend

BTN_OK								==> OK
BTN_Cancel							==> Anuluj
BTN_Apply							==> Zastosuj
BTN_Close							==> Zamknij
BTN_Save							==> Zapisz
BTN_Reload							==> Przeładuj

BTN_IsMenu							==> Jest podmenu
BTN_IsSep							==> Jako Separator
BTN_IsTitle							==> Jako nazwę
BTN_IsWildCard						==> Tryb Wildcard

STC_Menu							==> Komendy:
STC_Target							==> ścieżka docelowa:
STC_DispName						==> Pokaż nazwę:
STC_Filter							==> Filtr:
STC_IconPath						==> Użyj mojej ikony:

STR_MyComputer						==> *Komputer*
STR_DisplayName						==> [Pokaż nazwę]
STR_PathToTarget					==> [ścieżka do celu
STR_Choose_Target					==> Wybierz cel
STR_Choose_Icon						==> Wybierz ikonę
STR_Ask_Save_Item_Info				==> Zapisać zmiany komendy?
STR_Exit_Ask_Save					==> Zapisać zmiany przed zamknięciem?
STR_Ask_Delete_Menu					==> Usunąć to menu i wszystkie jego podpozycje?

STR_Invalid_NameOrFilter			==> Zły wpis: '<', '>' i '=' nie są dozwolone!
STR_Err_Del_Only_Child				==> Nie można usunąć tylko tej podgałęzi!
